Revit 2027 API
ParameterTypeId.FabricSheetMinorEndOverhang Property
 "Minor End Overhang": Minor End Overhang
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMinorEndOverhang { get; }
Public Shared ReadOnly Property FabricSheetMinorEndOverhang As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMinorEndOverhang {
	ForgeTypeId^ get ();
}
static member FabricSheetMinorEndOverhang : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace